Repository: jantiks/Telephoto-ios
Catalog: teleprom-ios/Localization/*.lproj/Localizable.strings
Languages: ru

# main.tab.records
source: Records
ru: Записи

# main.tab.settings
source: Settings
ru: Настройки

# settings.video.settings
source: Video Settings
ru: Настройка видео

# settings.language
source: Language
ru: Язык

# settings.help
source: Help
ru: Помощь

# settings.about
source: About
ru: О приложении

# hd.720p
source: 720P HD, 30 fps
ru: 720P HD, 30 кадр/с

# hd.1080p
source: 1080P HD, 30 fps
ru: 1080P HD, 30 кадр/с

# hd.1080p.60fps
source: 1080P HD, 60 fps
ru: 1080P HD, 60 кадр/с

# settings.explantation.label
source: A minute of video will contain: • 40 MB for 720р HD, 30 fps (less space) • 60 MB for 1080р HD, fps (default) • 90 MB for 1080р HD, 60 fps (smoothed out)
ru: Минута видео составит примерно: • 40 МБ при 720р HD, 30 кадр/с (меньше места) • 60 МБ при 1080р HD, 30 кадр/с (по умолчанию) • 90 МБ при 1080р HD, 60 кадр/с (сглаженно)

# settings.help.explanation
source: For errors or suggestions, you can contact us by Email
ru: При ошибках или предложениях вы можете связаться с нами через электронную почту

# settings.help.copy
source: Copy
ru: Копировать

# settings.help.copied
source: Copied
ru: Скопированно

# about.user.agreement
source: User agreement
ru: Пользовательское соглашение

# about.policy
source: Privacy Policy
ru: Политика конфиденциальности

# about.share
source: Share app
ru: Поделиться приложеннием

# about.rate
source: Rate app
ru: Оценить приложение

# main.tab.records.your.records
source: Your records
ru: Ваши записи

# main.tab.records.select.record
source: Select a record
ru: Выберете запись

# records.mode.select.button.title
source: Select
ru: Выбрать

# records.mode.cancel.button.title
source: Cancel
ru: Отменить

# record.navbar.save
source: Save
ru: Сохранить

# record.dublicate
source: (Copy)
ru: (Копия)

# record.delete.popup.all
source: Do You definitely want to delete all records?
ru: Вы точно хотите удалить все записи?

# record.delete.popup.single
source: Do You definitely want to delete this record?
ru: Вы точно хотите удалить запись?

# alert.delete
source: Delete
ru: Удалить

# alert.delete.all
source: Delete all
ru: Удалить все

# alert.cancel
source: Cancel
ru: Отмена

# records.dublicate
source: Dublicate
ru: Дублировать

# records.delete.all
source: Delete all
ru: Удалить все

# create.record.title.text.placeholder
source: Title goes here...
ru: Название идет здесь

# create.record.content.text.placeholder
source: Enter some text...
ru: Введите текст

# video.delete
source: Delete
ru: Удалить

# video.download
source: Download
ru: Скачать

# loading.text
source: Loading
ru: Загрузка

# done.text
source: Done
ru: Завершено

# video.delete.alert.message
source: Do you really want to delete this video?
ru: Вы точно хотите удалить видео?

# camera.slider.explainer.speed.change
source: Reading speed
ru: Скорость чтения

# camera.slider.explainer.transparancy.change
source: Transparancy of background
ru: Прозрачность фона

source: Standart
ru: Стандарт

# aspect.ratio.title
source: Choose aspect ratio
ru: Выберете разрешение

# aspect.ratio.instagram.story
source: Story
ru: История

# aspect.ratio.publication
source: Publication
ru: Публикация

source: Continue with premium
ru: Продолжить с Премиум

source: with Premium
ru: с Премиум

# subscription.description
source: Try 'Premium' free for 3 days, then 2400₽/month.
ru: Попробуйте «Премиум» бесплатно 3 дня, и после 2400₽/мес.

source: Subscribe now
ru: Оформить сейчас

# export.videos.title
source: Exporting captured videos
ru: Экспорт отснятых видео

# export.videos.subtitle
source: Unlimited video downloads
ru: Безлимитное скачивание видео на телефон

# turn.off.ads.title
source: Disablied ads
ru: Отключение рекламы

# turn.off.ads.subtitle
source: Forever
ru: Навсегда

# apsect.ratio.title
source: Screen resolution
ru: Разрешение экрана

# apsect.ratio.subtitle
source: Adaptive screen resolution for any social network
ru: Адаптивное разрешение экрана под любую соц. сеть

source: Continue
ru: Продолжить

source: How it works
ru: Как это работает:

# tap.subtitle
source: Tap «+» button to create scripts Press
ru: Нажмите кнопку «+», чтобы создать скрипты

# press.subtitle
source: Press record and read the script on the screen
ru: Нажмите запись и прочитайте сценарий на экране

# change.subtitle
source: Change fonts, speed so you can perfectly make use of it
ru: Настройте скорость прокрутки текста под себя

# it.is.nice.choice
source: It’s a nice choice for:
ru: Для кого мы полезны?

# youtube.subtitle
source: Youtuber, vlogger or influencer
ru: Ютуберов, блогеров и инфлюенсиров

# broadcaster.subtitle
source: Broadcaster, filmmaker, musician & singer
ru: Телеведущего, музыканта или певца

# business.subtitle
source: Business professional
ru: Профессионального бизнеса

# tv.subtitle
source: Self TV producer, or any public speaking!
ru: Самостоятельного телепродюсера или любое публичное выступление!

# welcome.title
source: Welcome to elegant Telepromter
ru: Добро пожаловать в Телесуфлер

# welcome.subtitle
source: With elegant Telepromter, everyone can record professional videos without telepromter machines! You can read your script easily without worrying about forgetting the next line.
ru: Записывайте видео с необыкновенной легкостью! Вам не нужно беспокоиться, что вы что-то забудете во время выступления перед аудиторией, просто откройте карманный телесуфлер.
